<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <meta content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0" name="viewport" />
    <meta name="format-detection" content="telephone=no" />
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="#7CD88E"/>
	<title>【成长钱包调 解 协 议】</title>
	<script src="/static/js/mobile.js"></script>
    <script src="/static/js/zepto.min.js"></script>
	<link rel="stylesheet" type="text/css" href="/static/css/general.css"/>
<style type="text/css">
body {
	font-size: 16px;
}

html, body, div, span, h1, h2, h3, p, em, img, dl, dt, dd, ol, ul, li,
	table, tr, th, td, form, input, select {
	margin: 0;
	padding: 0;
}

body {
	min-width: 320px;
	max-width: 480px;
	min-height: 100%;
	margin: 0 auto;
	padding: 10px;
}

.bg {
	display: none;
	/*position: absolute;*/
	position: fixed;
	top: 0;
	left: 0;
	width: 100%;
	height: 100%;
	z-index: 9999;
	background-color: rgba(0, 0, 0, .7);
}

.bg img {
	display: block;
	position: absolute;
	width: 65%;
	top: 5px;
	height: auto;
	float: left;
	left: 25%;
}
</style>
</head>
<body>
	<div class="container">
		<style type="text/css">
.container {
	margin: 16px;
}
</style>
<p>申请人：武汉成长无限网络科技有限公司</p>
<p>法定代表人：</p>
<p>住址：</p>
<p>联系电话：</p>
<br>
<p>被申请人（借款人）：</p>
<p>身份证号：</p>
<p>住址：</p>
<p>双方一致同意将申请人________________、（出借人）________________与被申请人(借款人)          于_______年___月__ _日签订的《借款合同》项下的借款及还款事宜交由湛江仲裁委员会（湛江国际仲裁院）仲裁。经平等协商自愿达成如下协议：</p>
<p> 1、被申请人(借款人)应于______年___月___日前按照到期还本付息的方式向申请人偿还所借本金人民币_____________（小写：¥____________元）及利息，利息以尚欠借款本金为基数，自____年___月___日起计至___年___月___日止，按月利率___计算，每月___日前向申请人支付；（就借款相关的本协议未尽事项以双方签署之《借款合同》为准）。 </p>
<p>2、被申请人（借款人）逾期未履行上述第1项所列还款、付息义务的，申请人有权单方面宣布已发放的贷款部分或全部提前到期，并自逾期之日或合同终止之次日起按未偿还借款本金为基数按24%年率利计算向申请人支付逾期付款违约金（罚金），至清偿完毕为止；
    同时，经双方协商确认，因仲裁支出的律师代理费（如有）、差旅费（如有）由被申请人负担，但总额不得超过人民币5000元整，具体金额以申请人提供的支出票据为准，超出约定部分由申请人自行负担。</p>
<p>3、被申请人对申请人要求其偿还借款本金及利息、罚息（如有）、律师代理费（如有）、差旅费（如有）的仲裁请求不提出反请求，对借款本金、利息及相关费用的数额不提出任何异议。</p>
<p>4、本案仲裁费由被申请人（借款人）承担。</p>
<p>5、双方共同决定由湛江仲裁机构负责人指定仲裁员组成独任仲裁庭对案件进行不公开不开庭并置于互联网或书面或开庭等方式审理，并由仲裁庭根据本协议制作仲裁裁决书/调解书，双方均知悉相关程序并认可该裁决书/调解书效力，无条件接受仲裁结果。该裁决书/调解书即由仲裁机构作出并随时邮寄到双方确认的送达地址，寄出即视为送达。
    一方不履行的，另一方有权依裁决书/调解书确定的义务申请法院强制执行，未履行义务人放弃提出撤销裁决或不予执行裁决异议的权利，依照最高人民法院《关于适用<仲裁法>若干问题的解释》第二十八条的规定，调解性法律文书不可不予执行。
    仲裁裁决书或调解书确认的数额，如因履行过程中发生变化，即按实际数额申请人民法院执行，但任何一方都不得以此作为不予执行的理由。
    各方当事人均同意本案审理时限和程序不受湛江仲裁机构《仲裁规则》普通规定的限制。</p>
<p>6、被申请人对申请人在仲裁过程中所提交的《借款合同》或其他支付凭证，以及其他相关的证据材料无异议，并放弃对申请人根据《借款合同》所提仲裁请求的答辩权及根据仲裁规则享有的其他权利，同意仲裁庭以简化程序审理，被申请人无证据提交。</p>
<p>7、申请人及被申请人同意该案及本调解协议提交湛江仲裁委员会（或湛江国际仲裁院）仲裁确认，已知《受理通知书》、《应仲裁通知书》、《组庭通知书》、《开庭通知书》（书面审理）、《当事人权利义务告知书》、《湛江仲裁委员会、湛江国际仲裁院仲裁规则》及《仲裁员名册》、《仲裁员声明书》等仲裁材料、文件的内容，不再另行签收上述仲裁文件，双方也不需补交其他材料或补办其他手续，以简化前期立案送达等程序。</p>
<p>8、在制作裁决书或调解书时，申请人可能因债权转让等原因发生变化，如出现此种情况，双方均同意仲裁法律文书的申请人以新的实际债权人名称书写，各方均无异议。</p>
<p>9、按照湛江仲裁机构规则第六十九条第四项关于“除了公告送达外，当事人就送达事项有约定的，从其约定”的规定，本案当事人均同意也可通过电子邮件送达的方式，送达裁决书或调解书，并参照规则该条第三项关于电子送达第二款的规定进行，不受第一款的限制。
    当事人签收仲裁法律文书等材料，使用亲笔签名、电子签名或盖章均有效。</p>
<p>10、参照《中华人民共和国民事诉讼法》第九十八条的规定，在双方签订本协议之后送达法律文书之前，如按本协议已履行完毕，各方又不提出要求，仲裁机构也可不需制作或不送达裁决书或调解书，并就此当为结案处理。</p>
<p>11、申请人与被申请人确认本仲裁法律文书各方以及送达确认地址如下：
</p>
<p>申请人：</p>
<p>联系电话： </p>
<p>收件地址：</p>
<p>收件邮箱： </p>
<br>
<p>被申请人（借款人）：   </p>
<p>联系电话：</p>
<p>收件地址：</p>
<p>收件邮箱：</p>
<p>12、申请人和被申请人同意上述联系人接收本仲裁法律文书等材料、文件以确认其接收的效力（也适用法院执行送达阶段）。</p>
<p>13、特别提示条款：申请人及被申请人对上述各条款内容充分知晓并确认其法律效力。
</p>
<p>申请人：  </p>
<p>被申请人（借款人）：    </p>
<p>签订日期：       年    月    日</p>

	</div>
</body>
</html>


