<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <meta content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0" name="viewport" />
    <meta name="format-detection" content="telephone=no" />
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="#7CD88E"/>
	<title>【成长钱包个人征信协议】</title>
	<script src="/static/js/mobile.js"></script>
    <script src="/static/js/zepto.min.js"></script>
	<link rel="stylesheet" type="text/css" href="/static/css/general.css"/>
<style type="text/css">
body {
	font-size: 16px;
}

html, body, div, span, h1, h2, h3, p, em, img, dl, dt, dd, ol, ul, li,
	table, tr, th, td, form, input, select {
	margin: 0;
	padding: 0;
}

body {
	min-width: 320px;
	max-width: 480px;
	min-height: 100%;
	margin: 0 auto;
	padding: 10px;
}

.bg {
	display: none;
	/*position: absolute;*/
	position: fixed;
	top: 0;
	left: 0;
	width: 100%;
	height: 100%;
	z-index: 9999;
	background-color: rgba(0, 0, 0, .7);
}

.bg img {
	display: block;
	position: absolute;
	width: 65%;
	top: 5px;
	height: auto;
	float: left;
	left: 25%;
}
</style>
</head>
<body>
	<div class="container">
		<style type="text/css">
.container {
	margin: 16px;
}
</style>

		<p>个人征信查询、使用授权书本授权是通过相关应用平台及其合作的信用服务提供方且符合相应条件可以使用信用借款服务的用户（以下简称“用户”），就信用借款涉及的用户个人信息查询、使用及授信、贷后管理相关事宜与信用服务提供方所订立的契约。请用户仔细阅读本授权书，点击“确认并提交”（或其他类似意思表示，以应用平台页面展示为准）按钮后，本授权书即构成对双方有约束力的法律文件。在接受本协议之前，请您仔细阅读本协议的全部内容。如果您对本协议的条款有疑问的， 不同意本协议的任意内容，或者无法准确理解信用服务提供方对条款的解释，请不要进行后续操作。</p>
<p>一、定义</p>
<p>1、应用平台在本授权及系列协议中指武汉成长无限网络科技有限公司及其经营管理的网络平台（包括但不限于成长钱包， 网址：http://www.czwxian.com，微信公众号：“成长钱包”，手机APP：“成长钱包”）及关联平台。</p>
<p>2、信用服务提供方在本授权及系列协议中指北京融世纪信息技术有限公司（以下简称“融360”）及其合作方。</p>
<p>3、用户姓名：</p>
<p>身份证号码：</p>
<p>二、用户应明确对信用服务提供方进行如下查询、使用授权</p>
<p>1、授权信用服务提供方或由信用服务提供方委托的第三方通过合法渠道了解、咨询、分析、审查用户的资信状况、财务状况和其他与评定用户信用借款额度及付款能力有关的信息。上述信息包括并不限于用户个人信息（包含用户的身份信息、教育信息、联系人信息、车辆信息、驾照信息、出行信息、消费信息和消费行为、工作信息、社交信息等），用户的通讯方式 （包括但不限于固话、手机、宽带网络等）及通讯信息（包括但不限于通话纪录、套餐使用情况、浏览网页情况等）。</p>
<p>2、授权信用服务提供方或由信用服务提供方指定的第三方向中国人民银行个人或企业信息信用基础数据库、监管部门或其指定的信用征集机构、有关部门、单位或个人提供用户的个人基本信息，就用户的个人信息进行征信（征信内容包括但不限于用户的个人信息、财产情况、资信情况等）并获取用户的个人信用报告，并在中国人民银行颁布的《个人信用信息基础数据库管理暂行办法》和《企业信用信息基础数据库管理暂行办法》规定用途范围内留存、审核、分析、报送和使用用户的个人信用报告。</p>
<p>3、授权信用服务提供方或由信用服务提供方指定的第三方向信用服务的相关方披露与用户相关的任何信息，就用户的不良信息及不良信用记录向依法设定的征信机构、中国人民银行个人或企业信息信用基础数据库、监管部门或其指定的信用征集机构、有关部门、单位或个人进行提供。</p>
<p>4、信用服务提供方或由信用服务提供方指定的第三方根据用户的授权，取得用户相关个人信息的查询结果，包含用户的身份信息查询结果、教育信息查询结果、联系人信息查询结果、车辆及驾照信息查询结果、出行信息查询结果、消费信息和消费行为的查询结果 （经用户的授权，获取用户邮箱中的银行账单等信息进行分析）、工作和社交信息的查询结果等。 </p>
<p>5、用户的相关应用平台账户、密码和（或）数字证书是信用服务提供方识别用户身份及指令的唯一标志，所有使用用户账户、密码和（或）数字证书的操作即为用户的（授权）操作行为，任何使用用户的相关应用平台账户、密码和（或）数字证书发送至信用服务提供方及信用服务提供方委托的第三方支付公司的使用“信用付款服务”或“支付”的指令构成用户不可撤销的授权指示，信用服务提供方对于依照该指示进行的操作行为及其结果不承担任何责任。用户承诺，如因征信机构对用户的个人信息进行加工、制作、开发和使用而与用户产生任何纠纷和争议，均与信用服务提供方及信用服务提供方指定的第三方无关。</p>
<p>6、应用平台将为用户通过法大大平台向CA机构申请数字签名认证证书用于电子合同签署。</p>
<p>三、用户应明确对信用服务提供方进行如下授信授权用户应明确授权信用服务提供方或由信用服务提供方指定的第三方，有权根据用户在相关应用平台的消费记录与履约状况及通过查询所获得的信息查询结果，通过综合评估判断向符合条件的用户提供信用借款授信额度和信用服务，以便给予用户最大限度的信用借款额度，为用户使用信用借款服务提供最大程度的便利，但该授信额度不是借款承诺。用户应根据信用服务提供方或由信用服务提供方指定的第三方要求完成身份认证，并确认同意本协议以及信用服务提供方提供的信用借款服务的全部规则和流程后，即可取得信用借款额度，并按照服务规则进行使用。信用服务提供方或由信用服务提供方指定的第三方有权根据自身及用户的情况自行决定授予用户信用借款额度金额，并适时自行或据用户申请对授予用户的信用借款额度进行调整或中（终）止。 关于用户的授信额度的查询、使用、和调整等情况，具体以信用服务提供方公布或授权相关应用平台公布的信息为准。信用服务提供方及信用服务提供方指定的第三方依据本授权书对用户的个人征信进行查询、使用及授信的期限自本协议生效时起至用户在应用平台全部借款款项清偿完毕时止。信用服务提供方及信用服务提供方指定的第三方应依照相关法律、法规、规章的规定对通过查询掌握的用户个人隐私信息予以保密。本人确认对本授权书的条款含义及相应的法律后果已全部通晓并充分理解。 被授权人可查询和使用信用报告期间，不应超过本授权书授权期限结束之日。（以下为个人征信查询、使用授权书签字盖章部分，无正文） </p>

<p>用户：                  （签章）年 月 日  </p>
<p>信用服务提供方：                  （签章）年 月 日</p>

	</div>
</body>
</html>


