<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <meta content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0" name="viewport" />
    <meta name="format-detection" content="telephone=no" />
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="#7CD88E"/>
	<title>【成长钱包用户借款协议】</title>
	<script src="/static/js/mobile.js"></script>
    <script src="/static/js/zepto.min.js"></script>
	<link rel="stylesheet" type="text/css" href="/static/css/general.css"/>
<style type="text/css">
body {
	font-size: 16px;
}

html, body, div, span, h1, h2, h3, p, em, img, dl, dt, dd, ol, ul, li,
	table, tr, th, td, form, input, select {
	margin: 0;
	padding: 0;
}

body {
	min-width: 320px;
	max-width: 480px;
	min-height: 100%;
	margin: 0 auto;
	padding: 10px;
}

.bg {
	display: none;
	/*position: absolute;*/
	position: fixed;
	top: 0;
	left: 0;
	width: 100%;
	height: 100%;
	z-index: 9999;
	background-color: rgba(0, 0, 0, .7);
}

.bg img {
	display: block;
	position: absolute;
	width: 65%;
	top: 5px;
	height: auto;
	float: left;
	left: 25%;
}
</style>
</head>
<body>
	<div class="container">
		<style type="text/css">
.container {
	margin: 16px;
}
</style>
<p>（合同编号______________________）</p>

<p>本借款协议（下称“本协议”）由以下各方通过成长钱包以电子文本形式制成，于__________________签署，各方均承认本电子合同的法律效力。
</p>
<p>甲方（出借人）： _______________________</p>
<p>甲方身份证号：  ________________________</p>
<p>甲方电子邮箱：                                                  

<p>乙方（借款人）： ________________________</p>
<p>乙方身份证号： __________________________</p>
<p>乙方手机号码： __________________________</p>
<p>乙方电子邮箱：                                                  

<p>丙方（服务提供商）：武汉成长无限网络科技有限公司</p>
<p>丙方电子邮箱：</p>                                                  
<p>实际经营地：武汉市武昌区昙华林202号南国昙华林泛悦中心写字楼20层07、08室</p>
<p>鉴于：</p>
<p>1.出借人（“甲方”）是指借款协议中列明的符合中华人民共和国法律规定的具有完全民事权利能力和民事行为能力，独立行使和承担本协议项下权利的义务个体，愿意出借合法取得的自有资金给丙方的注册用户。</p>
<p>2.乙方为年满18周岁具有完全民事行为能力的自然人，因乙方有小微资金（500元-3000元）短期周转需求，一般期限为7天，通过成长钱包发出借款申请，甲方了解到上述情况并同意出借相应款项，甲、乙双方有意成立借贷关系。</p>
<p>3. 丙方是一家在武汉市武昌区合法成立并有效存续的有限责任公司，丙方为甲方和乙方提供信息的采集整理、甄别筛选、网上发布，以及资信评估、借贷撮合、融资咨询、在线争议解决等相关服务。</p>
<p>4. 甲、乙、丙三方确认本协议是通过线上签署。</p>

<p>基于上述事实，甲乙双方就借款事宜达成协议如下：</p>

<p>一、借款及偿还方式</p>
<p>1.1 甲方授权丙方委托其指定的第三方支付机构从甲方账户划扣相当于本协议所列的借款本金金额的出借资金至丙方账户，再由丙方通过第三方支付机构将款项划扣至乙方的收支账户。同时甲方委托丙方代收出借金额及利息。</p>
<p>1.2 乙方承诺借款不用于炒股、买卖期货等及法律所禁止的不合法用途。</p>
<p>1.3 乙方的收支账户为：</p>
<p>户名（与乙方姓名一致）： _____________________________________</p>
<p>开户行：_______________________</p>
<p>账号：__________________________</p>
<p>1.4 借款本金：人民币（大写）___________________ [人民币（小写）______________ 元]。</p>

<p>1.5 借款期限：自_________________至_________________止；</p>
<p>还款日期为____________________，共计______ 天。</p>
<p>1.6 乙方确认：</p>
<p>1.6.1 一旦乙方经由线上提出借款申请，即同意并不可撤销地授权甲方或丙方向合法经营的第三方查询或核实乙方的个人信用，甲方或丙方可使用乙方提供的所有信息对乙方的信用进行全方位的核查，包括但不限于：设备mac、imei 、idfa、qq号、微信号、app列表、消费记录、通讯录、通讯记录、短信、照片目录等，以实现借贷双方的信息同步及信息透明化，保障借贷资金的安全；同意与业务相关的第三方对本人/本单位的相关交易信息进行收集并在与业务相关的第三方之间共享；同时同意甲方或丙方将查询获取的信息进行保存、整理、加工。但法律、法规、监管政策禁止查询的除外。</p>
<p>1.6.2 就本次借款成功的，乙方依照以下标准应向甲方支付利息。乙方向甲方支付借款日利率为0.05%的利息。若乙方逾期，则需要向丙方交纳逾期管理费，逾期管理费的计付标准具体为：到期未还本金×2.0%×实际逾期天数)，同时由丙方代为收取10元/笔违约金。</p>
<p>1.6.3 就本次借款成功的，乙方需向丙方支付借款服务费。服务费由第三方征信查询及验证费、账户管理费、账务管理费、征信审核费、信息发布费、撮合服务费、平台运营费等组成。本笔借款服务费为人民币____元。</p>
<p>1.7 乙方还款金额为借款本金加上依照本协议1.5、1.6标准计付利息、相应服务费的总额：人民币（大写）______________________[人民币（小写）_____________ 元]，还款日期为___________________ 。</p>

<p>1.8 乙方须确保收支账户为乙方名下合法有效的银行账户，乙方变更账户时必须向丙方更新借款人客户信息并经认可后方可变更。如因乙方未及时更新丙方的借款人客户信息而引发的还款失败或延迟，乙方应按照协议内容，支付逾期管理费。</p>
<p>1.9 乙方须在还款日当日（不得迟于16：00）或之前将本协议约定的还款本息款项存入乙方账户中。 如果遇到法定假日或公休日，还款日期不进行顺延。在此情况下，乙方必须安排在还款日之前还款。</p>
<p>1.10 乙方委托丙方于还款日当日从乙方账户中准确划扣还款额（包括本金、利息等费用）至甲方账户,若委托扣划失败是由于乙方未能按时足额将还款额存入乙方账户，将增加或产生相应的违约金和逾期管理费 。</p>
<p>二、各方权利义务</p>
<p>2.1 甲方权利义务：</p>
<p>2.1.1 甲方承诺向丙方提供的信息及时、合法、真实、有效。</p>
<p>2.1.2 甲方同意以网络页面点击确认或其他方式（包括但不限于签字或签字盖章确认等方式）签订本协议，并不以此为由拒绝履行本协议项下的义务，且未经丙方及乙方的同意，甲方不得否认协议项下债权债务关系及/或以任何方式撤回、撤销本协议。</p>
<p>2.1.3 甲方有权利根据本协议相关约定提供借款，收取利息、违约金和逾期管理费（或有）。</p>
<p>2.1.4 甲方保证其向乙方出借的资金来源合法，且对该资金有完全的处分权。如因第三方对该资金合法性、处分权等主张权利，给乙方或丙方造成损失的，应当赔偿损失。</p>
<p>2.1.5 若乙方逾期还款，甲方委托丙方向乙方催收，或乙方出现两次或两次以上拒绝接听催款电话，或无论以何种方式拒绝承认欠款事实等恶意行为，甲方有权将乙方的逾期记录录入黑名单，或相关合作方的信用记录以及国家和地方的公民征信系统，一切法律责任及后果由乙方自行承担。</p>
<p>2.1.6 若乙方逾期还款，或乙方出现两次或两次以上拒绝接听催款电话，或无论以何种方式拒绝承认欠款事实等恶意行为，甲方委托丙方催收将以包括但不限于短息、电话、书面通知、委托第三方机构、代为诉讼、仲裁等方式进行。</p>
<p>2.2 乙方权利义务：</p>
<p>2.2.1 乙方承诺向丙方提供的信息及时、合法、真实、有效。</p>
<p>2.2.2 乙方同意以网络页面点击确认或其他方式（包括但不限于签字或签字盖章确认等方式）签订本协议，并不以此为由拒绝履行本协议项下的义务，即便在签订时本协议并没有甲方的信息、借款基本信息、签订日期信息等。乙方同意以上述签订方式签订本协议后即视为不可撤销及变更地授权丙方根据最终撮合结果自主生成前述信息，且未经甲方的同意，乙方不得否认本协议项下债权债务关系或以任何方式撤回、撤销本协议。</p>
<p>2.2.3 乙方理解并同意，不可撤销的授权丙方在本协议项下（包括但不限于：后续风险管理或提供的综合化服务等），有权采集、处理、传递和应用乙方各项资料，并签署《授权征信调查协议》，并同意可以通过相关征信机构个人信用信息基础数据库查询乙方各类信息，包括但不限于信用报告中的身份、职业和居住地址等个人基本信息，以及乙方在个人贷款、各类信用卡和对外担保等信用及商业活动中形成的交易记录、个人信贷交易信息及公共费用缴纳、违法违规等非银行信用信息。并同意丙方将乙方的个人基本信息、个人信贷交易信息，以及其他相关信用信息报送相关征信机构个人信用信息基础数据库，并且同意征信服务有限公司可将本授权书提及到的上述信息向其他机构传递、提供、使用。</p>
<p>2.2.4 为更好的享受丙方提供的服务，乙方知晓并同意丙方有权将乙方信息提供给芝麻信用及其合作机构，用于验证乙方信息的真实性，或者进一步查询乙方的其他信息。乙方授权芝麻信用及芝麻信用的合作机构，可根据丙方提供的信息，通过乙方留存的信息进行对比分析并反馈相应查询结果或关联风险的判断。</p>
<p>2.2.5 乙方有义务按照本协议第1.6.2条的约定向甲方支付还款本金、利息、违约金，向丙方交纳逾期管理费（或有），乙方有义务按照本协议第1.6.3条的约定向丙方支付服务费。</p>
<p>2.2.6 乙方应在签署本协议的同时授权甲方指定的有支付结算资质的第三方支付机构代为扣款或转账支付等，并签订《委托扣款授权书》。</p>
<p>2.2.7 乙方的还款顺序为实现债权的费用、违约金、逾期管理费、服务费、利息、本金。</p>
<p>2.3 丙方权利义务：</p>
<p>2.3.1 丙方承诺向甲方和乙方提供的信息及时、合法、真实、有效。</p>
<p>2.3.2 依据法律法规及本协议约定为甲方和乙方提供直接借贷信息的采集整理、甄别筛选、网上发布，以及资信评估、借贷撮合、融资咨询、在线争议解决等相关服务；</p>
<p>2.3.3 对甲方和乙方的资格条件、信息的真实性、融资项目的真实性、合法性进行必要审核；</p>
<p>2.3.4 采取措施防范欺诈行为，发现欺诈行为或其他损害甲方利益的情形，及时公告并终止相关网络借贷活动；</p>
<p>2.3.5 持续开展网络借贷知识普及和风险教育活动，加强信息披露工作，引导甲方以小额分散的方式参与网络借贷，确保出借人充分知悉借贷风险；</p>
<p>2.3.6 妥善保管甲方和乙方的资料和交易信息，不得删除、篡改，不得非法买卖、泄露出借人与借款人的基本信息和交易信息；</p>
<p>2.3.7 依法履行客户身份识别、可疑交易报告、客户身份资料和交易记录保存等反洗钱和反恐怖融资义务。</p>
<p>三、结算和支付方式</p>
<p>3.1 甲方委托丙方由具有支付结算资质的第三方支付机构按照协议约定的贷款项划转支付款项给乙方。</p>
<p>3.2 乙方同意授权甲方委托丙方发出指令及乙方同意授权丙方发出指令由具有支付结算资质的第三方支付机构按照本协议1.7条约定时间划转约定的还款金额（其中借款本金和利息、违约金给甲方，服务费以及逾期管理费给丙方）。乙方于约定还款日前将1.7条约定的还款金额存入本协议1.3条约定的乙方收支账户内。</p>
<p>3.3若乙方未按照本协议约定在还款期限之前向该收支账户存入还款金额或存入金额不足，致使还款逾期的，甲方委托丙方向乙方追讨该等欠款金额及本协议约定的违约责任，乙方不以此为由拒绝履行本协议项下的义务。</p>
<p>四、提前还款</p>
<p>4.1 乙方提前还款的，甲方及丙方对乙方所需交纳的利息和服务费均不予退还或不予减免。</p>
<p>五、违约责任</p>
<p>5.1 若乙方未按照本协议约定在还款期限之前向该收支账户存入还款金额或存入金额不足的，即构成违约，乙方除应当清偿本金及利息外，还应当向甲方承担以下违约责任：</p>
<p>5.1.1 若乙方未能在还款日当天24点前成功还款，则需要向向丙方交纳逾期管理费，逾期管理费的计付标准具体为：到期未还本金×2.0%×实际逾期天数)，同时由丙方代为收取10元/笔违约金。</p>
<p>5.1.2 甲方授权丙方有权获取并使用乙方通过其他途径业已公开的所有关联信息予以催收。</p>
<p>5.1.3 甲方委托丙方有权对乙方提供的及甲方自行收集的乙方个人信息和资料编辑入网站黑名单，并将该黑名单对第三方披露，并与任何第三方数据共享，以便甲方授权的丙方和丙方委托的第三方催收逾期借款及对乙方的其他申请进行审核之用，由此因第三方的行为可能造成乙方的损失，甲方和丙方不承担法律责任。乙方对甲方委托丙方编辑入网站黑名单的所有信息予以认可，并同意甲方的此委托行为。</p>
<p>5.1.4 乙方不可撤销地同意并授权：甲方或丙方有权委托银行及/或第三方支付机构从包括但不限于接受借款的银行账户、以及归属乙方名下的其他任意银行账户内，以乙方所欠的为实现债权的费用、违约金、逾期管理费、服务费、利息、本金划付所欠款项。上述银行账户余额不足的，甲方或丙方有权委托银行及/或第三方支付机构继续划付直至乙方还清所欠款项为止，由此造成乙方的不便或其他损失的，甲方或丙方不承担任何法律责任。在乙方欠款未清之前，该等委托划付还款方式不影响甲方或丙方采取其他方式向乙方催收欠款。</p>
<p>5.2 各方一致同意，守约方为追回损失而支付的包括但不限于律师费、诉讼费、仲裁费、公证费、交通通讯费等费用，由违约方承担。</p>
<p>六、税务</p>
<p>6.1协议各方在资金出借、转让过程产生的税费，自行向主管税务机关申报、缴纳。</p>
<p>七、债权转让</p>
<p>7.1 乙方同意甲方在借款关系存续期间可随时将全部或部分债权转让给一个或多个第三方。</p>
<p>7.2 乙方同意将甲方对其所有的全部或部分债权转让给一个或多个第三人，并认可新债权人向其出示的、甲方出具给新债权人或甲方与新债权人签署的相关债权转让文书，乙方同意向新债权人履行本协议约定的其对甲方负有的全部义务。</p>
<p>7.3 乙方同意新债权人可以授权甲方或其他第三方代为行使其对乙方的催收、诉讼等本协议约定的权利。乙方同意甲方或第三方基于新债权人的授权而代为行使催收、代收乙方应还本息及其他费用，送达、代收相关材料，代为行使诉讼权利和新债权人授予的其他权利。</p>
<p>7.4 甲方将其债权全部或部分转让给第三方，或新债权人对债权进行再次转让的，应当以信件、邮件、丙方消息或短信等形式通知乙方，甲乙双方同意该债权转让自甲方通知发出之日对乙方发生效力。</p>
<p>八、协议的变更、解除和终止</p>
<p>除本协议或法律另有规定外，协议的变更、解除和终止以下列约定为准。</p>
<p>8.1 本协议的任何修改、变更应经协议各方另行协商，并就修改、变更事项共同签署书面协议后方对各方发生法律效力。</p>
<p>8.2 本协议在下列情况下解除：</p>
<p>8.2.1 经各方协商一致解除。</p>
<p>8.2.2 任何一方发生违约行为并在守约方向其发出书面通知之日起 15 日内不予履行合同义务的，或累计发生两次或两次以上违约行为的，守约方有权单方面通知解除本协议。</p>
<p>8.2.3 因法律规定的不可抗力造成本协议无法继续履行的。</p>
<p>8.3 提出解除协议的一方，应当以书面形式通知其他各方。</p>
<p>8.4 本协议解除后，不影响守约方要求违约方支付违约金并赔偿损失的权利。</p>
<p>8.5 除本协议另有约定外，非经本协议各方协商一致并达成书面协议，任何一方不得转让其在本协议或本协议项下的全部或部分权利义务。</p>
<p>8.6 如果一方出现出借资产的继承或赠与等权利变更需要对方协助办理的，必须由主张权利的继承人或受赠人等相关人员向对方出示经国家权威机关（公证处或使领馆）公证认证的继承或赠与等权利归属证明的文件，对方确认后方予协助办理。由此产生的相关税费，由主张权利的一方负责向相关税务机关申报、缴纳。</p>
<p>九、争议解决</p>
<p>9.1 本协议的效力、解释以及履行适用中华人民共和国的法律。</p>
<p>9.2 本协议各方因本协议履行发生争议的，均应首先通过友好协商的方式解决，协商不成的，任何一方均可向衢州仲裁委员会申请仲裁，并适用其网络仲裁规则（包括适用互联网金融仲裁特别规定条款），衢州仲裁委员会的裁决为终局裁决，对仲裁双方具有法律约束力。</p>
<p>9.3各方约定，乙方在本协议中写明的手机号码、电子邮件等联系方式，均为各方之间涉诉纠纷相关材料有效送达地址，按本协议约定由任何一方发给其他方的任何通知，应以短信或者电子邮件等形式发出，送至约定邮箱或者手机号码。各方特别约定在仲裁过程中衢州仲裁委员会可通过短信链接的方式或邮件发送的方式进行仲裁文书电子送达，短信发出或邮件发出即视为送达。短信接收方或邮件接收方可点击链接进行查看或登陆衢州仲裁委员会网络仲裁平台（http://odr.qzzcwyh.com）查看。</p>
<p>9.4如一方需变更联络邮箱或者手机号码的，应当以书面通知并得到对方确认，否则发出至原约定邮箱或手机号码，发出即视为送达。</p>
<p>十、保密条款</p>
<p>10.1 保密人员：任何接触本协议约定的保密信息的人员，均为保密人员。</p>
<p>10.2 保密信息的范围：</p>
<p>10.2.1 保密信息：指信息提供方向接受方提供的，属于提供方或其股东及其他关联公司所有或专有的，或提供方负有保密义务的有关第三方的资料及所有在信息载体上明确标示“保密”的材料和信息。需保密材料包括但不限于：合同文本正本、副本、附件、复印件及记载的内同，服务项目、收费标准，经营管理模式，客户信息等非公开的、保密的或专业的信息和数据。</p>
<p>10.2.2 保密信息不包括下列信息：</p>
<p>10.2.2.1 在接受保密信息之时，接受方已经通过其他来源获悉的、无保密限制信息。</p>
<p>10.2.2.2 一方通过合法行为获悉已经或即将公诸于众的信息。</p>
<p>10.2.2.3 根据政府要求、命令和司法条例所披露的信息。</p>
<p>10.3 保密义务：</p>
<p>10.3.1 对保密信息谨慎、妥善持有，并严格保密，没有提供方事先书面同意，不得向任何第三方披露。</p>
<p>10.3.2 接受方仅可为双方合作之必需，将保密信息披露给其指定的第三方公司，并且该公司应首先以书面形式承诺保守该保密信息。</p>
<p>10.3.3 接受方仅可为双方合作业务之必需，将保密信息披露给其直接或间接参与合作事项的管理人员、职员、顾问和其他雇员（统称“有关人员”），但应保证该类有关人员对保密信息严格保密。</p>
<p>10.3.4 若具有权力的法庭或其他司法、行政、立法机构要求一方披露保密信息，接受方将（1）立即通知提供方此类要求；（2）若接受方按上述要求必须提供保密信息，接受方将配合提供方采取合法及合理的措施，要求所提供的保密信息能得到保密的待遇。</p>
<p>10.3.5 若接受方或有关人员违反本协议的保密义务，接受方须承担相应责任，并赔偿提供方由此造成的损失。</p>
<p>10.4 保密期限：本条规定的保密期限为本协议有效期内和有效期满后的5年。</p>
<p>十一、附则</p>
<p>11.1 本协议附件作为本协议的有效组成部分，与本协议效力一致。</p>
<p>11.2 本协议的电子件、传真件、复印件、扫描件等经双方确认的有效复本的效力与本协议原件效力一致。</p>
<p>11.3 三方确认，本协议的签署、生效和履行以不违反中国的法律法规为前提。如果本协议中的任何一条或多条违反适用的法律法规，则该条将被视为无效，但该无效条款并不影响本协议其他条款的效力。</p>
<p>11.4 本协议任一条款被认定无效的，不影响本合同项下其他条款的效力。</p>
<p>11.5 本协议自协议各方在线确认后即生效，本协议的电子文件具有法律效力。</p>
<p>【以下无正文】</p>

<p>请在本页进行签署，并确认已经清楚知晓并了解本合同的所有相关内容。</p>

<p>甲方：_______________________________</p>
<p>日期：_______________________________</p>
<p>乙方：_______________________________</p>
<p>日期：_______________________________</p>
<p>丙方：_______________________________</p>
<p>日期：_______________________________</p>
	</div>
</body>
</html>


